Repository: Leonardo44/Ravn-Challenge-V3-LeonardoLopez
Catalog: SpaceX-Ravn/Core/Localizable String/Localizable.xcstrings
Source language: en
Languages: es_419

# EMPTY_DATA_ERROR
source: No results found...
es_419: No se han encontrado resultados...

# FETCH_DATA_ERROR
source: A problem occurred while retrieving the information. Try again later.
es_419: Ha ocurrido un problema al recuperar la información. Intenta nuevamente mas tarde.

# FETCH_DATA_ERROR_BTN
source: Ok
es_419: Listo

# INTERNET_CONNECTION_FAILED
source: No internet connection
es_419: Sin conexión a internet

# INTERNET_CONNECTION_SUCCESS
source: Successful internet connection
es_419: Conexión a internet exitosa

# LOADING_DATA_TEXT
source: Loading data..
es_419: Cargando información...

# MISSION_DETAIL_MORE_INFORMATION_BTN
source: More information about the mission here...
es_419: Más información de la misión aquí...

# MISSION_LIST_VIEW
source: Missions
es_419: Misiones

# MISSION_RELEASE_DATE
source: Release date
es_419: Fecha de lanzamiento

# VIDEO_MISSION_NOT_FOUND
source: This mission does not have a video yet...
es_419: Esta misión no tiene video aún...
